{
  "home": "home",
  "about": "about me",
  "skills": "skills",
  "services": "services",
  "contact": "contact",
  "hellomsg": "hello, i am ",
  "welcomemsg": "welcome to my CV",
  "download": "download",
  "years_old": "years old",
  "and_technologies": "and technologies",
  "phone": "phone",
  "address": "address",
  "address_text": "31 avenue No.10602A .Marianao, La Habana, Cuba.",
  "socials": "socials",
  "and_code_examples": "and code examples",
  "about_resume": "Software engineer graduated in 2014. I have professional experience in cybersecurity, web application development, and basic command of the English language. After graduation, i started to work on a cibersecurity department, as specialist in the area. For the next 3 years, i manage a team attendant cuban ciberespace, using technologies such as IDS/IPS (Suricata, Vipnet, Snort), and develop  tools for better work.",
  "about_postgrade": "With the aim of better knowledge, i started master studies in criptographic aplications, finishing them in 2017. In the same year, i obtained several certification like VipNet Hardware and Software Administration (InfoTecs, Russian Enterprise), Webs Security Certification, sponsored by the Ministry of Commerce and organized by the Wuhan's city Post and Telecom Research Institute( Hubei province, Republic of China).",
  "about_courses": "In 2018 i started to work as developer specialist, for next 2 years in a state company, where i take several courses suck as advanced php using Symfony Framework and PL/SQL develop. Also y take some courses by myself, from udemy and codewithmosh, like JavaScript Basics for Beginners, The Complete Web Developer in 2019 Zero to Mastery, Desarrollo web en PHP con Laravel 5.6, VueJS y MariaDB Mysql and others.",
  "about_consideration": "I consider myself a person with integration capabilities with enthusiastic character, with capabilities to set priorities, and make important decisions. Im an independent and organized worker, with good aptness for time management, willing to venture into the business environment, but above all eager to continue learning.",
  "developer_knowledge": "developer knowldedge",
  "developer_knowledge_text": "Work with technologies such as php, javascript, html, css, suported by the use of frameworks like Symfony, laravel, codeigniter, for php, nuxt, vue, extend and react for javascript and toolkits desing such as bootstrap, css grid, css flexbox.",
  "databases": "databases",
  "databases_text": "Work with technologies such as mySQL, postgreeSQL, MariaDB, mongoDB, using managers like phpmyadmin, pgadmin, navicat.",
  "operating_systems": "operating systems",
  "operating_systems_text": "Work with diferents operating systems like windows and linux. Specifically at work with ubuntu, kubuntu and kali",
  "version_control": "version control",
  "version_control_text": "Work with technologies for controling branches and version controls such as git.",
  "description": "description",
  "controller_code": "controller code",
  "model_code": "model code",
  "view_code": "view code"
}