{
  "home": "home",
  "about": "about me",
  "skills": "skills",
  "services": "services",
  "contact": "contact",
  "hellomsg": "hello, i am ",
  "welcomemsg": "welcome to my CV",
  "download": "download",
  "get_in": "get in",
  "years_old": "years old",
  "and_technologies": "and technologies",
  "phone": "phone",
  "address": "address",
  "address_text": "31 avenue No.10602A .Marianao, La Habana, Cuba.",
  "socials": "socials",
  "and_code_examples": "and code examples",
  "about_resume": "Software engineer graduated in 2014. I have professional experience in cybersecurity, web application development, and basic command of the English language. I started to work after graduation, on a cybersecurity department, as specialist in the area. For the next 3 years, manage a team attendant Cuban cyberspace, using technologies such as IDS/IPS (Suricata, Vipnet, Snort), and develop tools for better work.",
  "about_postgrade": "With the aim of better knowledge, I started master studies in cryptographic applications, finishing them in 2017. In the same year, obtained several certifications like Vipnet Hardware and Software Administration (InfoTech, Russian Enterprise), Webs Security Certification, sponsored by the Ministry of Commerce and organized by the Wuhan's city Post and Telecom Research Institute (Hubei province, Republic of China).",
  "about_courses": "I started to work in 2018 as developer specialist, for next 2 years in a state company, where I took several courses such as advanced php using Symfony Framework and PL/SQL develop. Also, some courses by myself, from Udemy and Codewithmosh services, like JavaScript Basics for Beginners, The Complete Web Developer in 2019 Zero to Mastery, “Desarrollo web en PHP con Laravel 5.6”, VueJS y MariaDB MySQL, and others.",
  "about_consideration": "I consider myself a person with integration capabilities with enthusiastic character, with capabilities to set priorities, and make important decisions. I’m an independent and organized worker, with good aptness for time management, willing to venture into the business environment, but above all eager to continue learning and being an entrepreneur.",
  "developer_knowledge": "developer knowldedge",
  "developer_knowledge_text": "Work with technologies such as php, JavaScript, html, CSS, supported by the use of frameworks like Symfony, Laravel, CodeIgniter, for php, Nuxt, Vue, extend and react for JavaScript and toolkits design such as bootstrap, CSS grid, CSS flexbox.",
  "databases": "databases",
  "databases_text": "Work with technologies such as MySQL, PostgreSQL, MariaDB, mongo DB, using managers like phpMyAdmin, PgAdmin, Navicat.",
  "operating_systems": "operating systems",
  "operating_systems_text": "Work with different operating systems like windows and Linux. Specifically, at work with ubuntu, Kubuntu and Kali Linux.",
  "version_control": "version control",
  "version_control_text": "Work with technologies for controlling branches and version controls such as git.",
  "description": "description",
  "controller_code": "controller code",
  "model_code": "model code",
  "view_code": "view code"
}