{
  "home": "inicio",
  "about": "sobre mi",
  "skills": "habilidades",
  "services": "servicios",
  "contact": "contacto",
  "hellomsg": "hola, soy",
  "welcomemsg": "bienvenido a mi CV",
  "download": "descargar",
  "get_in": "obtener en",
  "years_old": "años",
  "and_technologies": "y tecnologías",
  "phone": "teléfono",
  "address": "dirección",
  "address_text": "Ave. 31 No.10602A. Marianao, La Habana, Cuba.",
  "socials": "redes sociales,",
  "and_code_examples": "y ejemplos de código",
  "about_resume": "Soy un ingeniero informático graduado en 2014, con experiencia profesional en ciberseguridad, desarrollo de aplicaciones web y además poseo dominio de nivel básico de lengua inglesa. Después de graduado, comencé a trabajar en el departamento de ciberseguridad en el CSC, como especialista principal del departamento. En los próximos 3 años, dirigí un equipo encargado del ciberespacio cubano, mediante indicadores tecnológicos proporcionados por herramientas como IDS/IPS (Suricata, Vipnet, Snort), y otros desarrollados por mi para mejorar el trabajo del equipo.",
  "about_postgrade": "Con el objetivo de ampliar mis conocimientos, comencé estudios de especialidad en aplicaciones criptográficas, finalizándolos en 2017 con excelentes resultados. En ese mismo año, obtuve algunas certificaciones como: Certificación en Administrador del Conjunto de Hardware y Software “Vipnet IDS” (Empresa Rusa InfoTeCS), Certificación en Seguridad de Redes 2017, patrocinado por el Ministerio de Comercio y organizado por el instituto de investigación de correo y telecomunicaciones de la cuidad de Wuhan, provincia de Hubei, República Popular de China.",
  "about_courses": "En el 2018, comencé a trabajar como desarrollador especialista, en una empresa estatal, donde obtuve otras certificaciones en PHP avanzado, Framework Symfony y programación PL/SQL. Además, como parte de mi auto preparación tomé algunos video cursos provenientes de plataformas como Udemy y Codewithmosh, algunos de ellos: JavaScript Basics for Beginners, The Complete Web Developer in 2019 Zero to Mastery, Desarrollo web en PHP con Laravel 5.6, VueJS y MariaDB Mysql.",
  "about_consideration": "Me considero una persona con habilidades para la integración, de carácter entusiasta y extrovertido, con capacidad para establecer prioridades, y tomar decisiones. Soy un trabajador independiente y organizado, con buenas aptitudes de gestión del tiempo, dispuesto a incursionar en el ámbito empresarial, en vistas de ganar en su desarrollo personal y profesional, y sobre todo con muchas ganas de aprender y emprender.",
  "developer_knowledge": "conocimientos de programación",
  "developer_knowledge_text": "Trabajo con tecnologías como PHP, JavaScript, HTML, CSS, apoyado en el uso de frameworks como Symfony, Laravel, Codeigniter, en el caso de php, Nuxt, Vue, Extend y React en el caso de JavaScript y herramientas para el diseño como Bootstrap, CSS Grid, CSS Flexbox.",
  "databases": "bases de datos",
  "databases_text": "Trabajo con tecnologías como MySQL, PostgreSQL, MariaDB, MongoDB, usando gestores como PhpMyAdmin, PgAdmin, Navicat.",
  "operating_systems": "sistemas operativos",
  "operating_systems_text": "Trabajo con diferentes sistemas operativos como Windows y distribuciones Linux como Ubuntu, Kubuntu y Kali Linux.",
  "version_control": "control de versiones",
  "version_control_text": "Trabajo con git para el control de ramas y versiones.",
  "description": "descripción",
  "controller_code": "controlador ej.",
  "model_code": "modelo ej.",
  "view_code": "vista ej."
}