{
  "stapp": {
    "id": "stapp",
    "title": "Symfony & twig App",
    "description":{
      "en":"Web applications, using the symfony framework for the backend, and twig for the frontend. Using the EasyAdmin administration bundle, a powerful tool that will allow you to generate stylized CRUDS under Bootstrap4 standards,  as well as FosUser Bundle for user administration.",
      "es":"Aplicaciones web,utilizando el framework symfony para el backend, y twig para el frontend. Utilizando el bundle para administración EasyAdmin, poderosa herramienta que permitirág generar CRUDS estilizados bajo los estándares de Bootstrap4, así como FosUser Bundle para la administración de usuarios."
    },
    "fileTypes":{
      "controller": "PHP",
      "model": "PHP",
      "view": "TWIG"
    },
    "images": {
      "0": {
        "url": "carousel1.jpg"
      },
      "1": {
        "url": "carousel2.jpg"
      },
      "2": {
        "url": "carousel3.jpg"
      },
      "3": {
        "url": "carousel4.jpg"
      }
    }
  },
  "lavapp": {
    "id": "lavapp",
    "title": "laravel & Vue.js App",
    "description":{
      "en":"Web applications, using the laravel framework for the backend, and vue.js for the frontend. You can use administration templates such as AdminLTE, Stisla or another that provides a stylized view and pleasing for any user, using all the potential of a framework such as vue, you can achieve great designs.",
      "es":"Aplicaciones web,utilizando el framework laravel para el backend, y vue.js para el frontend. Puede utilizarse platillas de administración como AdminLTE, Stisla u otra que aporte una vista estilizada y agradable a la vista de cualquier usuario, utilizando todas las potencialidades de un framework como vue, se pueden lograr estupendos diseños. "
    },
    "fileTypes":{
      "controller": "PHP",
      "model": "PHP",
      "view": "JAVASCRIPT-VUE"
    },
    "images": {
      "0": {
        "url": "carousel1.jpg"
      },
      "1": {
        "url": "carousel2.jpg"
      },
      "2": {
        "url": "carousel3.jpg"
      },
      "3": {
        "url": "carousel4.jpg"
      }
    }
  },
  "nuxexp": {
    "id": "nuxexp",
    "title": "Nuxt & Node Express App",
    "description":{
      "en":"Web applications, using the Node Express javascript framework for the backend, and Nuxt.js for the frontend. Seindo Nuxt the evolution of vue, allows all its virtues, as well as the implementation of animations and designs under Bootstrap standards, with template engines such as CoreUI, AdminLTE or other.",
      "es":"Aplicaciones web,utilizando el framework de javascript Node Express para el backend, y Nuxt.js para el frontend. Seindo Nuxt la evolución de vue, permite todas sus virtudes, asi como la implementación de animaciones y diseños bajo los estandares de Bootstrap, con motores de plantillas como CoreUI, AdminLTE u otro."
    },
    "fileTypes":{
      "controller": "JAVASCRIPT",
      "model": "JAVASCRIPT-API",
      "view": "JAVASCRIPT-VUE"
    },
    "images": {
      "0": {
        "url": "carousel1.jpg"
      },
      "1": {
        "url": "carousel2.jpg"
      },
      "2": {
        "url": "carousel3.jpg"
      },
      "3": {
        "url": "carousel4.jpg"
      }
    }
  },
  "codeigniter": {
    "id": "codeigniter",
    "title": "Codeigniter App",
    "description":{
      "en":"Aplicacion web, usando framework php codeigniter, de una connotación mas sencilla y ligera. Puede integrarse con las mas actuales versiones de Bootstrap, y utilizar motores de platillas para la administración como CoreUI, AdminLTE u otra.",
      "es":"Web application, using php codeigniter framework, with a simpler and lighter connotation. It can be integrated with the latest versions of Bootstrap, and use template engines for administration such as CoreUI, AdminLTE or other."
    },
    "fileTypes":{
      "controller": "PHP",
      "model": "PHP",
      "view": "PHP"
    },
    "images": {
      "0": {
        "url": "carousel1.jpg"
      },
      "1": {
        "url": "carousel2.jpg"
      },
      "2": {
        "url": "carousel3.jpg"
      },
      "3": {
        "url": "carousel4.jpg"
      }
    }
  }
}